Repository: studi7/wp-members-ca
Catalog: wp-members-*.po
Languages: ca

source: Settings
ca: Configuració

source: Options
ca: Opcions

source: Fields
ca: Camps

source: Dialogs
ca: Dialegs

source: Your WP settings allow anyone to register - this is not the recommended setting.
ca: La configuració del WordPress permet registrar-se a qualsevol - No és una configuració recomanada.

source: You can %s change this here %s making sure the box next to "Anyone can register" is unchecked.
ca: Pots canviar %s per això %s , si estàs segur que l'opció "qualsevol pot registrar-se" no està activada.

source: You have turned on reCAPTCHA
ca: Heu d'activar el reCAPTCHA

source: Version:
ca: Versió:

source: Quick Start Guide
ca: Guia ràpida

source: Online User Guide
ca: Guia d'usuari online

source: FAQs
ca: PMF's

source: Thank you for using WP-Members
ca: Gràcies per usar WP-Members

source: A plugin developed by
ca: Una extensió desenvolupada per

source: Follow
ca: Seguiex

source: Activated?
ca: Activat?

source: Subscription
ca: Suscripció

source: Expires
ca: Expira

source: Registered
ca: Registrat

source: Yes
ca: Si

source: there was an error and no users were exported
ca: Hi ha hagut un error i no s'ha exportat cap usuari

source: Need help?
ca: Necessiteu ajuda?

source: Manage reCAPTCHA Options
ca: Gestioneu les opcions de reCAPTCHA

source: reCAPTCHA Keys
ca: claus reCAPTCHA

source: Public Key
ca: Clau pública

source: Private Key
ca: Clau privada

source: Choose Theme
ca: Escolliu el tema

source: Red
ca: Vermell

source: White
ca: Blanc

source: Black Glass
ca: Vidre negre

source: Clean
ca: Clar

source: Custom
ca: Personalitzat

source: Optional
ca: Opcional

source: Update reCAPTCHA Settings
ca: Actualitzeu les opcions del reCAPTCHA

source: Username is taken
ca: Aquest nom d'usuari ja està en ús

source: Email is registered
ca: Aquest email ja està registrada

source: Registration completed
ca: Registre complet

source: User update
ca: Actualització d'usuari

source: Passwords did not match
ca: Les contrasenyes no coincideixen

source: Password changes
ca: Canvia la contrasenya

source: Username or email do not exist when trying to reset forgotten password
ca: El nom d'usuari o el correu electrònic no existeixen quan es prova de reiniciar la contrasenya.

source: Password reset
ca: Reiniciar contrasenya

source: Dialogs and Error Messages
ca: Diàlegs i missatges d'error

source: You can customize the text for dialogs and error messages. Simple HTML is allowed %s etc.
ca: Pots personalitzar els textos pels diàlegs i missatges d'error. l'HTML simple és permès %s etc.

source: Terms of Service (TOS)
ca: Termes del Servei (TOS)

source: Update Dialogs
ca: Actualitza Diàlegs

source: WP-Members dialogs were updated
ca: Els diàlegs de WP-Members han sigut actualitzats.

source: New Registration
ca: Nou registre

source: Registration is Moderated
ca: El registre està moderat

source: Registration is Moderated, User is Approved
ca: El registre està moderat, l'usuari està aprovat.

source: Password Reset
ca: Contrasenya reinicialitzada

source: Admin Notification
ca: Notificació a l'administrador

source: Email Signature
ca: signatura del correu electrònic

source: Email Messages
ca: Missatges de correu electrònic

source: You can customize the content of the emails sent by the plugin.
ca: Pots personalitzar el contingut dels missatges enviats pel plugin

source: A list of shortcodes is available here.
ca: La llista de shortcodes està disponible aqui.

source: Set a custom email address
ca: Introdueix un adreça electrònica personalitzada

source: (optional)
ca: (opcional)

source: Set a custom email name
ca: Introdueix un nom personalitzada

source: Subject
ca: Tema

source: Body
ca: Cos

source: Update Emails
ca: Actualitza correus

source: WP-Members emails were updated
ca: Els correus de WP-Members s'han actualitzat

source: WP-Members fields were updated
ca: Els camps de WP-Members s'han actualitzat.

source: field was added
ca: Camp afegit

source: field was updated
ca: Camp actualitzat

source: Edit Field
ca: Edita el camp

source: Add a Field
ca: Afegeix el camp

source: Field Label
ca: Camp d'etiqueta

source: The name of the field as it will be displayed to the user.
ca: El nom del camp serà mostrat a l'usuari

source: Option Name
ca: Nom d'opció

source: Field Type
ca: Tipus de camp

source: textarea
ca: Àrea de text

source: dropdown
ca: Desplagable

source: password
ca: Contrasenya

source: Display?
ca: Visible?

source: Required?
ca: Obligatori?

source: Additional information for checkbox fields
ca: Informació addicional per als camps de 'checkbox'

source: Checked by default?
ca: Marcat per defecte?

source: Stored value if checked:
ca: Guardar valor si marca:

source: Additional information for dropdown fields
ca: Informació addicional per als camps desplegables

source: For dropdown, array of values:
ca: Per al desplegable, taula de valors:

source: Visit plugin site for more information
ca: Visiteu el lloc de l'extensió per a més informació.

source: Add Field
ca: Afegeix un camp

source: Manage Fields
ca: Gestioneu els camps

source: Add/Delete
ca: Afegeix/Elimina

source: Checked?
ca: Marcat?

source: WP Native?
ca: WP Natiu?

source: Delete
ca: Elimina

source: (Email cannot be removed)
ca: (El correu electrònic serà eliminat)

source: Update Fields
ca: Actualitza Camps

source: Manage Options
ca: Gestor d'opcions

source: Block Posts by default
ca: Posts bloquejats per defecte

source: Block Pages by default
ca: Pàgines bloquejades per defecte

source: Show excerpts
ca: Mostra excerpts

source: Notify admin
ca: Notifica a l'administrador

source: Moderate registration
ca: Moderar registre

source: Use reCAPTCHA
ca: Usar reCAPTCHA

source: Turns on CAPTCHA for registration
ca: Activar CAPTCHA pel registre

source: Turn off registration
ca: Desactivar registre

source: Turns off the registration process, only allows login
ca: Desactivar registre, només permès el login

source: Legacy forms
ca: Formularis heredats

source: Time-based expiration
ca: Temps d'expiració

source: Allows for access to expire
ca: Permetre que expiri la sessió

source: Trial period
ca: Periode de prova

source: Allows for a trial period
ca: Permès per al periode de proves

source: Ignore warning messages
ca: Ignorar els missatges d'alerta

source: Ignores WP-Members warning messages in the admin panel
ca: Ignorar els missatges d'alerta de WP-Members al panell d'administració

source: Members Area URL:
ca: URL de l'àrea de membres:

source: Register Page URL:
ca: URL de la pàgina de registre:

source: Stylesheet:
ca: Fulla d'estils:

source: Select a stylesheet or specify a custom stylesheet below
ca: Seleccioneu una fulla d'estil o especifica una fulla d'estil personalitzada

source: Custom Stylesheet:
ca: Fulla d'estil personalitzada:

source: Auto Excerpt:
ca: Excerpt automàtic:

source: Number of words in excerpt:
ca: Nombre de paraules al excerpt:

source: Automatically creates an excerpt
ca: Crear un excerpt automàticament

source: Update Settings
ca: Actualitzar configuració

source: WP-Members settings were updated
ca: La configuració de WP-Members ha sigut actualitzada

source: WP-Members Additional Fields
ca: Camps addicionals de WP-Members

source: Activate this user?
ca: Activar aquest usuari?

source: Reactivate this user?
ca: Reactivar aquest usuari?

source: Deactivate this user?
ca: Desactivar aquest usuari?

source: IP @ registration
ca: IP @ Registre

source: %d users were activated.
ca: %d usuaris han sigut activats

source: WP-Members Users
ca: Usuaris de WP-Members

source: Add New
ca: Afegir nou

source: No users matched your criteria
ca: Cap usuari trobat amb aquests criteris

source: Bulk Actions
ca: Accions en bloc

source: Activate
ca: Activar

source: Export
ca: Exportar

source: Apply
ca: Aplicar

source: There was an error with the CAPTCHA form.
ca: Hi ha hagut un error amb el formulari CAPTCHA.

source: Edit Your Information
ca: Edita la teva informació

source: <strong>ERROR</strong>: User has not been activated.
ca: <strong>ERROR</strong>: L'usuari no ha estat activat.

source: Additional Info
ca: Informació addicional

source: Indicates a required field
ca: Indica un camp obligatori

source: New Users Registration
ca: Registre de nous usuaris

source: Username
ca: Nom d'usuari

source: Choose a Username
ca: Escull un nom d'usuari

source: Please indicate that you agree to the %s TOS %s
ca: Si us plau indiqueu que esteu d'acord amb els %s TOS %s

source: Submit
ca: Envia

source: Clear Form
ca: Neteja el formulari

source: Required field
ca: Camp obligatori

source: Remember me
ca: Recorda'm

source: Forgot password?
ca: Has oblidat la contrasenya?

source: Click here to reset
ca: Feu click aqui per reiniciar

source: New User?
ca: Nou usuari?

source: Click here to register
ca: Feu click aqui per registrar-vos

source: Login Failed!<br />You entered an invalid username or password.
ca: Connexió errònia!<br />Heu entrat un nom d'usuari o contrasenya invàlida.

source: You are not currently logged in.
ca: No esteu connectats.

source: Password
ca: Contrasenya

source: login
ca: Entreu

source: Forgot?
ca: Heu oblidat?

source: Register
ca: Registre

source: Existing Users Login
ca: Accés dels membres

source: Login
ca: Entreu

source: Change Password
ca: Canvieu la contrasenya

source: New Password
ca: Nova contrasenya

source: Repeat Password
ca: Repetiu la contrasenya

source: Update Password
ca: Actualitzeu la contrasenya

source: Reset Forgotten Password
ca: Reinicieu contrasenya perduda

source: Email
ca: Correu electrònic

source: Reset Password
ca: Reinicieu la contrasenya

source: Login Failed!
ca: Connexió errònia.

source: You entered an invalid username or password.
ca: Heu introduït un nom o contrasenya invàlida.

source: Click here to continue.
ca: Feu click aquí per continuar.

source: Edit My Information
ca: Editar la meva informació

source: You are logged in as %s
ca: Estàs loguejat com a %s

source: Click here to logout.
ca: Feu click aquí per sortir

source: Begin using the site.
ca: Comença a usar el lloc

source: click here to logout
ca: Feu click aquí per sortir

source: Password fields cannot be empty
ca: El camp de la contrasenya no pot estar buit

source: First Name
ca: Nom

source: Last Name
ca: Cognom

source: Address 1
ca: Adreça 1

source: Address 2
ca: Adreça 2

source: City
ca: Ciutat

source: State
ca: Estat

source: Zip
ca: Codi postal

source: Country
ca: Païs

source: Day Phone
ca: Telèfon

source: Website
ca: Lloc web

source: Biographical Info
ca: Informació biogràfica

source: This content is restricted to site members. If you are an existing user, please login. New users may register below.
ca: Aquest contingut està restringit a membres del lloc. Si tu ets un usuari, si us plau obriu la sessió. Els nous usuaris s'hauran de registrar.

source: Sorry, that username is taken, please try another.
ca: Disculpeu, aquest nom ja està en ús, si us plau trieu-ne un altre.

source: Sorry, that email address already has an account.<br />Please try another.
ca: Disculpeu, aquest correu elèctrònic ja té un compte.<br />Si us plau trieu-ne un altre.

source: Congratulations! Your registration was successful.<br /><br />You may now login using the password that was emailed to you.
ca: Enhorabona! El teu registre hi sigut un èxit.<br /><br />Accediu al lloc, utilitzant la contrasenya que se us ha enviat per correu.

source: Your information was updated!
ca: La vostra informació ha sigut actualitzada.

source: Passwords did not match.<br /><br />Please try again.
ca: Les contrasenyes no coincideixen.<br /><br />Si us plau, torneu-ho a provar.

source: Password successfully changed!<br /><br />You will need to re-login with your new password.
ca: La contrasenya ha canviat amb èxit!<br /><br />Haureu de tornar a accedir al lloc amb la nova contrasenya.

source: Either the username or email address do not exist in our records.
ca: Cap nom d'usuari o adreça de correu electrònic existeix als nostres registres.

source: Sorry, %s is a required field.
ca: Disculpeu, %s és un camp obligatori.

source: Sorry, username is a required field
ca: Diculpeu, el nom d'usuari és un camp obligatori

source: The username cannot include non-alphanumeric characters.
ca: El nom d'usuari no pot incloure caràcters no alfanumèrics.

source: You must enter a valid email address.
ca: Heu d'entrar una adreça de correu electrònic vàlida.

source: You must complete the CAPTCHA form.
ca: Heu de comletar el formulari de CAPTCHA

source: The reCAPTCHA server was not reached. Please try to resubmit.
ca: El servidor de reCAPTCHA no s'ha trobat. Si us plau torneu a enviar el formulari.

source: Login Status
ca: Estat de connexió

source: Title:
ca: Títol:

source: Terms of Service
ca: Termes del servei
